[{"id": 16, "name": "Africa", "slug": "africa", "description": "<p>\r\n\tPeace Corps Volunteers respond to various needs that impact Africa&#39;s development. These include the importance of HIV/AIDS prevention and education, girls&#39; education, the increasing pressures of environmental degradation, advances in information technology, and the democratization process that some countries are committed to supporting.</p>\r\n<p>\r\n\tPeace Corps has continued to develop a strong partnership with the people of Africa. Volunteers currently work in the areas of education, health and HIV/AIDS, business development, agriculture, and the environment.</p>\r\n", "region_page_url": "http://www.peacecorps.gov/volunteer/learn/wherepc/africa/"}, {"id": 13, "name": "Asia", "slug": "asia", "description": "<p>\r\n\tVolunteers in Asia play important roles in helping people address changing and complex needs in the areas of education, business, the environment, and health.</p>\r\n", "region_page_url": "http://www.peacecorps.gov/volunteer/learn/wherepc/asia/"}, {"id": 10, "name": "Central America and Mexico", "slug": "centralamerica", "description": "<p>\r\n\tVolunteers have the opportunity to experience the rich cultural heritage and geographic diversity that make any one of these Central American nations a challenging and rewarding country of service.</p>\r\n", "region_page_url": "http://www.peacecorps.gov/volunteer/learn/wherepc/centralamerica/"}, {"id": 12, "name": "Eastern Europe and Central Asia", "slug": "easteurope", "description": "<p>\r\n\tVolunteers in Eastern Europe and Central Asia work to strengthen the capacity of local communities to address changing and complex needs in education, health, business, agriculture, and the environment. Volunteers share important technical expertise, promote civic responsibility, and make significant contributions to creating a better understanding of Americans in nations that had long been isolated from democracy.</p>\r\n", "region_page_url": "http://www.peacecorps.gov/volunteer/learn/wherepc/easteurope/"}, {"id": 15, "name": "North Africa and the Middle East", "slug": "northafr", "description": "<p>\r\n\tPeace Corps Volunteers work on a wide range of vital assignments in North Africa and the Middle East.</p>\r\n", "region_page_url": "http://www.peacecorps.gov/volunteer/learn/wherepc/northafr/"}, {"id": 14, "name": "Pacific Islands", "slug": "pacificislands", "description": "<p>\r\n\tThe types of programs and specific Volunteer activities vary considerably across this vast and diverse region. The majority of Volunteers work in health and education but some Volunteers are engaged in environment and information technology projects. Volunteer activities in most countries also target women and youth-at-risk.</p>\r\n", "region_page_url": "http://www.peacecorps.gov/volunteer/learn/wherepc/pacificislands/"}, {"id": 11, "name": "South America", "slug": "southamerica", "description": "<p>\r\n\tVolunteers have the opportunity to experience the rich cultural and linguistic heritage that is increasingly relevant to life back in the United States, and make any one of these South American nations a challenging and rewarding country of service.</p>\r\n", "region_page_url": "http://www.peacecorps.gov/volunteer/learn/wherepc/southamerica/"}, {"id": 9, "name": "The Caribbean", "slug": "caribbean", "description": "<p>\r\n\tVolunteers have the opportunity to experience the rich cultural and geographic diversity that make any one of these Caribbean nations a challenging and rewarding country of service.</p>\r\n", "region_page_url": "http://www.peacecorps.gov/volunteer/learn/wherepc/caribbean/"}]